Repository: LeenstraJesse/CMS-groepsopdracht
Catalog: languages/themes/zeever-*.po
Languages: nl_nl

source: Zeever is a modern, responsive, and elegant dark style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Zeever’s created especially for Digital Agency, Creative Agency, Online Portfolio, Designer and Freelancer website for companies or individuals that need a beautiful landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient.
nl_nl: Zeever is een moderne, responsive en elegante donkere stijl thema template voor WordPress Full site editing en volledig compatibel met Gutenverse plugin. Zeever is speciaal gemaakt voor digitaal agentschap, creatieve agentschap, online portfolio, ontwerper en freelancer site voor bedrijven of individuen die een mooie landingspagina nodig hebben voor hun bedrijf. De templates bevat zowel de core versie als de Gutenverse plugin versie, heeft ook core en Gutenverse blokpatronen klaar zodat je je template onderdelen naar wens kunt mixen en matchen. De templates zijn kant-en-klaar gebouwd zodat je ze niet vanaf nul hoeft op te bouwen. We willen je ervaring met WordPress Full site editor handiger maken.

# Custom template name
source: Basic Template
nl_nl: Basistemplate

# Font size name
source: Heading 6
nl_nl: Koptekst 6

# Font size name
source: Heading 5
nl_nl: Koptekst 5

# Font size name
source: Heading 4
nl_nl: Koptekst 4

# Font size name
source: Heading 3
nl_nl: Koptekst 3

# Font size name
source: Heading 2
nl_nl: Koptekst 2

# Font size name
source: Heading 1
nl_nl: Koptekst 1

source: Gutenverse Home Services
nl_nl: Gutenverse home diensten

source: Gutenverse Home Projects
nl_nl: Gutenverse home projecten

source: Gutenverse Home Featured
nl_nl: Gutenverse home uitgelicht

source: Gutenverse Contact Detail
nl_nl: Gutenverse contactgegevens

source: Gutenverse About Featured
nl_nl: Gutenverse over uitgelicht

source: Got Question?
nl_nl: Heb je een vraag?

source: this page.
nl_nl: deze pagina.

source: dashboard. Learn more about new layout on
nl_nl: Dashboard. Meer informatie over de nieuwe lay-out op

source: Gutenverse settings.
nl_nl: Gutenverse instellingen.

source: to see how the new layout looks on your site. You can always revert back by enable the inherit layout option on the
nl_nl: Om te zien hoe de nieuwe lay-out eruit ziet op je site. Je kunt altijd terugkeren door de optie erven van de lay-out in te schakelen op de

source: your pages
nl_nl: je pagina's

source: We've made some changes to page content layout and global style. Please check
nl_nl: We hebben enkele wijzigingen aangebracht in de lay-out van de pagina inhoud en de globale stijl. Controleer

source: Close notification
nl_nl: Melding sluiten

source: Go to plugin page
nl_nl: Ga naar de plugin pagina

source: There are some new exciting updates we want to announce. This update will required the latest version of Gutenverse plugin to work smoothly, so we recommend to update your Gutenverse plugin.
nl_nl: Er zijn enkele nieuwe spannende updates die we willen aankondigen. Deze update vereist de laatste versie van Gutenverse plugin om soepel te werken, dus we raden aan om je Gutenverse plugin te updaten.

source: %s Upgrade Notice!
nl_nl: %s upgrade bericht!

source: Navigation Padding
nl_nl: Navigatie padding

# Color name
source: Form
nl_nl: Formulier

source: Fix Issue
nl_nl: Probleem oplossen

source: resetting the template.
nl_nl: de template opnieuw in te stellen.

source: This process will copy the content of your Index template to your Front Page template. You can always revert back to default front page by
nl_nl: Dit proces kopieert de inhoud van je index template naar je voorpagina template. Je kunt altijd terug naar de standaard voorpagina door

source: This issue only happened for Front Page, any change you made elsewhere are still intact.
nl_nl: Dit probleem deed zich alleen voor bij de voorpagina, alle wijzigingen die je elders maakte zijn nog intact.

source: Check your front page (from top to bottom), if your front page looks different than before, please click "Fix Issue" button below.
nl_nl: Controleer je voorpagina (van boven naar beneden), als je voorpagina er anders uitziet dan voorheen, klik dan op de knop "Probleem oplossen" Hieronder.

source: We notice you are upgrading from old theme. If you have issue with data lost on your front page, please proceed with upgrading process below.
nl_nl: We merken dat je je oude thema aan het upgraden bent. Als je problemen hebt met verloren gegevens op je voorpagina, ga dan door met het onderstaande upgrade proces.

source: I don't have the issue
nl_nl: Ik heb het probleem niet

source: After resetting, please refresh this page.
nl_nl: Vernieuw deze pagina na het resetten.

source: But don't reset the Index template.
nl_nl: Maar reset de index template niet.

source: reset the Front Page template.
nl_nl: de voorpagina template resetten.

source: If you sure you are having this issue, you can
nl_nl: Als je zeker weet dat je dit probleem hebt, kun je

source: Before resetting, please make sure you back up your changes of Front Page template first.
nl_nl: Maak eerst een back-up van je wijzigingen in de voorpagina template voordat je het reset.

source: Please visit site editor page.
nl_nl: Bezoek de site-editor pagina.

source: We notice you are upgrading from old theme and also have updated your Front Page. If previously you have issue with data lost on your home page, please proceed with upgrading process below.
nl_nl: We merken dat je je oude thema aan het upgraden bent en ook je voorpagina hebt geüpdatet. Als je eerder problemen had met verloren gegevens op je homepage, ga dan door met het upgrade proces hieronder.

source: Upgrade Notice!
nl_nl: Upgrade bericht!

source: Important
nl_nl: Belangrijk

source: Front Page
nl_nl: Voorpagina

source: Front Page exist. If you want migrate index, please clear Front Page customization.
nl_nl: Voorpagina bestaat. Als je de index wil migreren, wis dan de voorpagina aanpassing.

source: Gutenverse Search Hero
nl_nl: Gutenverse zoek hero

source: Gutenverse Page Hero
nl_nl: Gutenverse pagina hero

source: Gutenverse Archive Hero
nl_nl: Gutenverse archief hero

source: Gutenverse Plugin Installed
nl_nl: Gutenverse plugin geïnstalleerd

source: Note 2: (Gutenverse version 1.6.0 & above required!)
nl_nl: Opmerking 2: (Gutenverse versie 1.6.0 & hoger vereist!)

# Color name
source: Button Border
nl_nl: Knoprand

# Color name
source: Third
nl_nl: Derde

source: Search Hero Title
nl_nl: Zoek hero titel

source: Index Hero Title
nl_nl: Index hero titel

source: Archive Hero Title
nl_nl: Archief hero titel

source: Fully customizable
nl_nl: Volledig aanpasbaar

source: Fully responsive layout
nl_nl: Volledig responsive lay-out

source: 15+ template parts
nl_nl: 15+ template onderdelen

source: 5+ Ready to use templates
nl_nl: 5+ gebruiksklare templates

source: Modern and clean design
nl_nl: Modern en strak ontwerp

source: Features
nl_nl: Functies

source: Form Builder
nl_nl: Formulier bouwer

source: Animation Effects
nl_nl: Animatie-effecten

source: Icon Library
nl_nl: Pictogram bibliotheek

source: Variety of Fonts
nl_nl: Verscheidenheid aan lettertypen

source: Responsive Styling
nl_nl: Responsieve styling

source: Advanced Templates
nl_nl: Geavanceerde templates

source: Gutenverse (FREE)
nl_nl: Gutenversum (GRATIS)

source: Note: Clicking the button will both install and activate Gutenverse plugin and templates for this theme. Please first backup your current templates if you have any changes to it.
nl_nl: Opmerking: door op de knop te klikken worden de Gutenverse plugin en templates voor dit thema geïnstalleerd en geactiveerd. Maak eerst een back-up van je huidige templates als je wijzigingen hebt aangebracht.

source: You can customize your website instantly with powerful and lightweight add-ons plugin for Gutenberg/FSE.
nl_nl: Je kunt je site direct aanpassen met de krachtige en lichtgewicht add-ons plugin voor gutenberg/FSE.

source: Benefits for Installing Zeever's Gutenverse Version
nl_nl: Voordelen voor het installeren van Zeever's Gutenverse versie

source: Comparison using Gutenverse vs WordPress Core
nl_nl: Vergelijking tussen Gutenverse en WordPress core

source: By just installing and activate Gutenverse plugin you will be able to use this theme's advanced templates. With Gutenverse plugin installed, you gain access to both advance version of templates and block patterns for free which all built using Gutenverse blocks.
nl_nl: Door gewoon de Gutenverse plugin te installeren en activeren zul je in staat zal zijn om de geavanceerde templates van dit thema te gebruiken. Met Gutenverse plugin geïnstalleerd, krijg je toegang tot zowel geavanceerde versie van templates en blokpatronen gratis die alle gebouwd zijn met behulp van Gutenverse blokken.

source: Get Advanced Templates for Free!
nl_nl: Ontvang gratis geavanceerde templates!

source: Check it Now!
nl_nl: Bekijk het nu!

# Gradient name
source: Pink to Yellow
nl_nl: Roze naar Geel

# Color name
source: Border
nl_nl: Rand

# Color name
source: Background Soft
nl_nl: Achtergrond zacht

# Color name
source: Body Text
nl_nl: Body tekst

# Color name
source: Secondary
nl_nl: Secundair

# Color name
source: Primary
nl_nl: Primair

# Font size name
source: Gigantic
nl_nl: Gigantisch

# Font size name
source: Huge
nl_nl: Enorm

# Font size name
source: Extra large
nl_nl: Extra groot

# Font size name
source: Large
nl_nl: Groot

# Font size name
source: Normal
nl_nl: Normaal

# Font size name
source: Small
nl_nl: Klein

# Font size name
source: Tiny
nl_nl: Klein

source: This theme was built for the WordPress full-site-editing feature. If you use WordPress below version 5.9, you need to install and activate the Gutenberg plugin to make it work.
nl_nl: Dit thema is gebouwd voor de WordPress Full site editing functie. Als je WordPress onder versie 5.9 gebruikt, moet je de Gutenberg plugin installeren en activeren om het te laten werken.

source: Works
nl_nl: Werken

source: Testimonials
nl_nl: Aanbevelingen

source: Single Title
nl_nl: Enkele titel

source: Services
nl_nl: Diensten

source: Page Title
nl_nl: Paginatitel

source: Section
nl_nl: Sectie

source: Gutenverse Testimonials
nl_nl: Gutenverse aanbevelingen

source: Gutenverse Services Title
nl_nl: Gutenverse diensten titel

source: Gutenverse Projects Title
nl_nl: Gutenverse projecten titel

source: Gutenverse Our Skills
nl_nl: Gutenverse onze vaardigheden

source: Gutenverse Gallery Projects
nl_nl: Gutenverse galerij projecten

source: Gutenverse Gallery Projects 2
nl_nl: Gutenverse galerie projecten 2

source: Gutenverse Contact Title
nl_nl: Gutenverse contacttitel

source: Gutenverse Blog Title
nl_nl: Gutenverse blogtitel

source: Gutenverse Best Solution
nl_nl: Gutenverse beste oplossing

source: Gutenverse About
nl_nl: Gutenverse Over

source: Gutenverse About Title
nl_nl: Gutenverse Over titel

source: About
nl_nl: Over

source: Primary
nl_nl: Primair

source: View Live Demo →
nl_nl: Bekijk live demo →

source: Please install newer version of Gutenverse plugin! (v1.1.2 and above)
nl_nl: Installeer een nieuwere versie van de Gutenverse plugin! (v1.1.2 en hoger)

source: More Info
nl_nl: Meer info

source: Zeever theme work best with Gutenverse plugin. By installing Gutenverse plugin you may access Zeever templates built with Gutenverse and get access to more than 40 free blocks.
nl_nl: Zeever thema werkt het beste met Gutenverse plugin. Door de Gutenverse plugin te installeren krijg je toegang tot Zeever templates gebouwd met Gutenverse en krijg je toegang tot meer dan 40 gratis blokken.

source: Thank you for installing Zeever!
nl_nl: Dank je voor het installeren van Zeever!

source: Install Gutenverse Plugin
nl_nl: Installeer de Gutenverse plugin

source: Activate Gutenverse Plugin
nl_nl: Activeer Gutenverse plugin

source: Border Bottom Hover
nl_nl: Rand bodem hoveren

source: Border Bottom
nl_nl: Rand bodem

source: Border Hover
nl_nl: Rand hoveren

source: Box Shadow on Hover
nl_nl: Box schaduw bij hoveren

source: Box Shadow
nl_nl: Box schaduw

source: Line Separator
nl_nl: Lijn scheiding

source: Button with Border & HoverBorder
nl_nl: Knop met rand & hoveren rand

source: Button with Hover Border
nl_nl: Knop hoveren rand

source: Button with Border
nl_nl: Knop met rand

source: Zeever Gutenverse Patterns
nl_nl: Zeever Gutenverse patronen

source: Zeever Basic Patterns
nl_nl: Zeever basispatronen
